adobe-source-sans-fonts
adobe-source-serif-fonts
alacritty
alsa-utils
archlinux-keyring
autoconf
automake
base
bat
binutils
bison
btrfs-progs
discord
dmenu
easyeffects
efibootmgr
emacs
fakeroot
fd
feh
file
findutils
firefox
fish
fisher
flameshot
flex
fzf
gamemode
gawk
gcc
gettext
gimp
git
gnome-themes-extra
grep
groff
gst-plugin-pipewire
gzip
htop
intel-ucode
jq
libpulse
libtool
libxss
linux
linux-firmware
m4
make
man-db
mpv
neofetch
neovim
nvidia
nvidia-settings
openssh
otf-ipafont
pacman
patch
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
pkgconf
qbittorrent
redshift
ripgrep
rofi
sed
starship
steam
sudo
telegram-desktop
texinfo
ttf-nerd-fonts-symbols-2048-em
ttf-roboto-mono
ttf-sourcecodepro-nerd
unzip
vim
wget
which
wine
wireplumber
xclip
xdg-desktop-portal-gtk
xorg-bdftopcf
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmessage
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwd
xorg-xwininfo
xorg-xwud
zip
zram-generator
